let currentCity = {};
const cityList = [
    {
        "id": 1496747,
        "name": "Новосибирск",
    },
    {
        "id": 524894,
        "name": "Москва",
    },
    {
        "id": 498817,
        "name": "Санкт-Петербург",
    },
    {
        "id": 1486209,
        "name": "Екатеринбург",
    },
    {
        "id": 520555,
        "name": "Нижний Новгород",
    },
    {
        "id": 2013348,
        "name": "Владивосток",
    },
    {
        "id": 491422,
        "name": "Сочи",
    },
    {
        "id": 487846,
        "name": "Ставрополь",
    },
    {
        "id": 703448,
        "name": "Киев",
    },
    {
        "id": 702550,
        "name": "Львов",
    },
    {
        "id": 706483,
        "name": "Харьков",
    },
];